{"id":25,"date":"2016-05-11T11:38:45","date_gmt":"2016-05-11T11:38:45","guid":{"rendered":"http:\/\/www.greenestaterecycling.co.uk\/?page_id=25"},"modified":"2017-10-13T12:29:15","modified_gmt":"2017-10-13T12:29:15","slug":"terms-and-conditions","status":"publish","type":"page","link":"https:\/\/www.greenestaterecycling.co.uk\/terms-and-conditions\/","title":{"rendered":"T&#038;C"},"content":{"rendered":"<div class=\"fusion-fullwidth fullwidth-box fusion-fullwidth-1  fusion-parallax-none nonhundred-percent-fullwidth\" style=\"border-color:#eae9e9;border-bottom-width: 0px;border-top-width: 0px;border-bottom-style: solid;border-top-style: solid;padding-bottom:20px;padding-top:20px;padding-left:;padding-right:;background-color:rgba(255,255,255,0);\"><style type=\"text\/css\" scoped=\"scoped\">.fusion-fullwidth-1 {\n                            padding-left: px !important;\n                            padding-right: px !important;\n                        }<\/style><div class=\"fusion-row\"><div class=\"fusion-one-full fusion-layout-column fusion-column-last fusion-spacing-yes\" style=\"margin-top:0px;margin-bottom:20px;\"><div class=\"fusion-column-wrapper\"><div id=\"main\" class=\"clearfix \">\n<div class=\"fusion-row\">\n<div id=\"content\">\n<div id=\"post-89\" class=\"post-89 page type-page status-publish hentry\">\n<div class=\"post-content\">\n<div id=\"txt_6\">\n<h1 data-fontsize=\"34\" data-lineheight=\"47\">Terms &amp; Conditions<\/h1>\n<h3><strong>Your purchases from us:<\/strong><\/h3>\n<p>We will try to advise you on the best product to meet your requirements. However, please note that your purchases, and the uses to which you put them, are ultimately your own responsibility, and that we cannot accept any liability for loss or damage resulting from your use of our products, howsoever this has occurred and regardless of any advice or information offered in our shop. If in doubt, please seek professional advice before proceeding with any work.<\/p>\n<h3><strong>Cookies:<\/strong><\/h3>\n<p>Cookies are small files that websites place on your computer, mobile phone, tablet or other device. They remember your visit to the site and your preferences, and enable additional features of the website to work. They may also tailor the information or adverts you see on the site and on other websites. Use of cookies is common practice and many websites use them and most internet browsers automatically accept cookies. We are providing this information to enable visitors to the site to understand the different types of cookies and how we use them.<\/p>\n<h3><strong>Email:<\/strong><\/h3>\n<p>Should you contact us, rest assured that we dislike spam as much as anyone. Therefore, your email address will only be used for the purpose of responding to your email. It will not be passed on to any third party, nor used for marketing or promotional purposes by Green Estate.<\/p>\n<h3><strong>Website terms and conditions:<\/strong><\/h3>\n<p>These are the conditions of use of this website. Please read them carefully as by viewing and using this website you indicate your acceptance of them and your agreement to be bound by them. If you are a consumer, nothing in these conditions will affect your statutory rights and if any of these conditions is held to be illegal, invalid or unenforceable in law, then it shall be deleted from these conditions but the remaining conditions will survive and continue to be enforceable.<\/p>\n<ul>\n<li>We reserve the right to revise this website or withdraw access to part or all of it at any time. We may also change these conditions from time to time so you should check back regularly as you will be bound by any changes from the next time you access the website.<\/li>\n<li>The material and information on this website is directed solely at and is to be used only by persons who access it from within the United Kingdom and these conditions are only available in English. The release, publication or distribution of the information contained on this website in jurisdictions outside the United Kingdom may be restricted by laws that apply in other jurisdictions.<\/li>\n<li>The material displayed on this web site is provided without any guarantee, condition or warranty and we accept no liability for:<\/li>\n<\/ul>\n<p style=\"padding-left: 60px;\">(a) economic loss (examples of which are loss of revenues, data, profits, contracts, business or anticipated savings),<\/p>\n<p style=\"padding-left: 60px;\">(b) business losses or expenses,<\/p>\n<p style=\"padding-left: 60px;\">(c) loss of goodwill or reputation, or<\/p>\n<p style=\"padding-left: 60px;\">(d) indirect loss or damage,<\/p>\n<p>that arises from your reliance on, or the use of, the website (except for any claim arising from any purchases you make which will be governed by our Terms and Conditions of Sale). However, we never restrict our liability in respect of fraudulent misrepresentation, death or personal injury caused by our negligence or any matter which it would be illegal for us to exclude, or try to, exclude our liability.<\/p>\n<ul>\n<li>We cannot guarantee the speed or security of this website and we shall not be responsible for or liable to you for any loss or damage caused to your computer equipment, programs or data arising as a result of the presence of any viruses, electronic bugs, Trojan horses or other technologically harmful material that may infect your computer due to the use of this website.<\/li>\n<li>Where this website contains links to other websites or resources from other third parties they are provided for your convenience only. We have no control over the content of those sites or resources and we accept no responsibility for them or for any loss or damage that may arise from your use of them.<\/li>\n<li>The copyright in all website design, text, graphics, the selection and arrangement thereof, and all software compilations, underlying source code, software (including applets) and all other materials on this website belongs to us, our affiliates and our suppliers. You may download and print extracts from this website if you want to keep a copy or for your administrative purposes provided that you do not modify any material and you retain the copyright notice and provided that you do not make commercial use or gain from the website or any of its content. Any other use of material on this website is strictly prohibited without our prior written consent. All brand names used in the website are trade marks or trade names of their respective holders. Your use of any of these names or titles may constitute an infringement of the holders&#8217; rights.<\/li>\n<li>Although we have taken reasonable care to ensure that the information on this website is accurate and up to date, you should not rely on it as it is provided on an ‘as is’ basis and for guidance only. We do not make any warranty of any kind (expressed or implied) as to, or accept liability for, (in each case to the extent permitted by law), the accuracy, completeness, currency or reliability of any information contained on this web site.<\/li>\n<li>The content of the pages of this website is for your general information and use only. It is subject to change without notice.<\/li>\n<li>Neither we nor any third parties provide any warranty or guarantee as to the accuracy, timeliness, performance, completeness or suitability of the information and materials found or offered on this website for any particular purpose. You acknowledge that such information and materials may contain inaccuracies or errors and we expressly exclude liability for any such inaccuracies or errors to the fullest extent permitted by law.<\/li>\n<li>Your use of any information or materials on this website is entirely at your own risk, for which we shall not be liable. It shall be your own responsibility to ensure that any products, services or information available through this website meet your specific requirements.<\/li>\n<li>This website, all its content and any contract brought into being as a result of its use shall be governed by and construed in accordance with English law. By using this website you agree to submit to the exclusive jurisdiction of the English courts.<\/li>\n<li>All trade marks reproduced in this website which are not the property of, or licensed to, the operator are acknowledged on the website.<\/li>\n<li>Unauthorised use of this website may give rise to a claim for damages and\/or be a criminal offence.<\/li>\n<li>You may not create a link to this website from another website or document without our prior written consent.<\/li>\n<li>Your use of this website and any dispute arising out of such use of the website is subject to the laws of England, Scotland and Wales.<\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<h3><strong>Copyright notice:<\/strong><\/h3>\n<ul>\n<li>This website and its content is copyright © Green Estate. All rights reserved.<\/li>\n<li>Any redistribution or reproduction of part or all of the contents in any form is prohibited other than the following:<\/li>\n<\/ul>\n<ul>\n<li style=\"list-style-type: none;\">\n<ul>\n<li>You may print or download to a local hard disk extracts for your personal and non-<wbr \/>commercial use only.<\/li>\n<li>You may copy the content to individual third parties for their personal use, but only if you acknowledge the website as the source of the material.<\/li>\n<li>You may not, except with our express written permission, distribute or commercially exploit the content. Nor may you transmit it or store it in any other website or other form of electronic retrieval system.<\/li>\n<\/ul>\n<\/li>\n<\/ul>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<div class=\"fusion-clearfix\"><\/div><\/div><\/div><div class=\"fusion-clearfix\"><\/div><\/div><\/div>\n","protected":false},"excerpt":{"rendered":"","protected":false},"author":3,"featured_media":0,"parent":0,"menu_order":1,"comment_status":"closed","ping_status":"closed","template":"100-width.php","meta":{"footnotes":""},"_links":{"self":[{"href":"https:\/\/www.greenestaterecycling.co.uk\/wp-json\/wp\/v2\/pages\/25"}],"collection":[{"href":"https:\/\/www.greenestaterecycling.co.uk\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.greenestaterecycling.co.uk\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.greenestaterecycling.co.uk\/wp-json\/wp\/v2\/users\/3"}],"replies":[{"embeddable":true,"href":"https:\/\/www.greenestaterecycling.co.uk\/wp-json\/wp\/v2\/comments?post=25"}],"version-history":[{"count":20,"href":"https:\/\/www.greenestaterecycling.co.uk\/wp-json\/wp\/v2\/pages\/25\/revisions"}],"predecessor-version":[{"id":814,"href":"https:\/\/www.greenestaterecycling.co.uk\/wp-json\/wp\/v2\/pages\/25\/revisions\/814"}],"wp:attachment":[{"href":"https:\/\/www.greenestaterecycling.co.uk\/wp-json\/wp\/v2\/media?parent=25"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}